[
    "We Asked Experts To Tell Us The Most Important Things To Know About Kids And COVID Because Honestly It’s Confusing",
    "At Least 19 People Have Died In A &quot;Horrific” Apartment Fire In The Bronx",
    "The Royal Family Shared New Official Portraits Of Kate Middleton For Her 40th Birthday",
    "Netflix’s “Hype House” Is So Sad",
    "Florida Officials Let Nearly 1 Million COVID Tests Expire In Spite Of Rising Infections",
    "Operation Tulip: Inside Facebook’s Secretive Push To Build Holland’s Biggest Data Center",
    "Sidney Poitier, The Groundbreaking And Beloved Hollywood Icon, Has Died At 94",
    "The Government Says A Key Informant In The Michigan Kidnapping Case Was A “Double Agent”",
    "A Judge Had Zero Patience For An Alleged Capitol Rioter’s Request To Travel To Jamaica",
    "Andrew Garfield And Tobey Maguire Snuck Into A Movie Theater To Watch &quot;No Way Home&quot; On Opening Night",
    "These Numbers Tell The Story Of Jan. 6 One Year Into The Prosecution",
    "A Viral TikTok Said You Should Swab Your Throat For Rapid COVID Tests. Here&#39;s What Experts Say.",
    "8 Photo Stories That Will Challenge Your View Of The World",
    "Parents Who Also Teach Are Freaking Out Over COVID Exposure As Parents Push To Keep Classrooms Open",
    "&quot;The Greatest Of The Great Trees Has Fallen&quot;: Celebrities And Peers React To Sidney Poitier&#39;s Death",
    "Andy Cohen Spoke Out About His “Stupid And Drunk” NYE Rant Live On Air Before CNN Shut Down Rumors He&#39;d Been Fired",
    "26 Books To Get Excited About This Year",
    "Unfollowing Everyone Is The Biggest Instagram Power Move",
    "A Mom Deleted A TikTok Of Herself Dancing In Front Of Her Newborn In A Hospital After Receiving Death Threats",
    "Biden And Harris Issued A Dire Warning: Democracy Is In Danger And Political Violence Is A Threat One Year After The Jan. 6 Attack",
    "A Year After Jan. 6, An Exhibit Tries To Unravel What Happened That Day",
    "“Baked From The Inside Out”: 2021 Proved Climate Change Is Here And It Is Deadly",
    "The Government Released These Never-Before-Seen Photos Of Wu-Tang Clan&#39;s Legendary “Once Upon A Time In Shaolin” Album",
    "Republicans Bailed On Congress’s Capitol Riot Commemorations. Except For…Dick Cheney?",
    "Over 1 Million People Reported Positive In A Single Day As The US Struggles With The Omicron Wave",
    "“I Feel 42, Not 22”: The Lost Time Of The Pandemic",
    "So You Admitted To Participating In The Insurrection. Now What?",
    "12 People, Including 8 Children, Were Killed In A Fire At A Public Housing Building",
    "Tom Holland And Zendaya Opened Up About &quot;No Way Home&quot; And Which Plot Twist Was Completely Unexpected",
    "After A Year Of Mostly Avoiding Trump, Biden Condemned Him On The Anniversary Of The Insurrection",
    "The Traffic Jam From Hell: People Were Stuck For Almost 24 Hours In The Virginia Snow",
    "Texas Is Still Not Recognizing The Full Death Toll Of Last Year’s Devastating Winter Storm",
    "The CDC’s New COVID Isolation Guidance Surprised Experts, Too",
    "The Family Of A 14-Year-Old Girl Who Was Accidentally Shot And Killed By Police Pursuing A Suspect Said They Want Justice",
    "Facebook Moderators Have Been Told They Can Work From Home After Employee Protests",
    "Dwayne Johnson Accused Vin Diesel Of &quot;Manipulation&quot; For Using Paul Walker&#39;s Death To Try And Convince Him To Return To The &quot;Fast &amp; Furious&quot; Franchise",
    "The BBC Said Interviewing Alan Dershowitz, Who Allegedly Sexually Abused One Of Epstein&#39;s Victims, Was &quot;Not Suitable&quot; After All",
    "So You Admitted To Storming The Capitol. Now What?",
    "Chris Noth Has Apparently Been Edited Out Of The “And Just Like That” Finale Following Sexual Assault Allegations From Multiple Women",
    "The CDC Is Cutting Its Recommended COVID-19 Isolation Time From 10 Days To 5",
    "One Of The Creators Of Google Glass Is Experimenting With A Smart Retainer For Texting With Your Tongue",
    "Some Of Our Favorite Photographers Shared Their New Year&#39;s Resolutions With Us",
    "Kate Middleton Surprised Viewers By Playing The Piano During A Televised Christmas Eve Concert",
    "Novak Djokovic Has To Leave Australia After His COVID Vaccine Exemption Visa Was Canceled",
    "E.O. Wilson, Heir To Darwin’s Legacy And King Of The Ants, Has Died At Age 92",
    "The White House Is Defending The CDC’s New 5-Day Coronavirus Isolation Guideline For Asymptomatic People",
    "Andy Cohen Hit Back At Reports That CNN Staff Were “Embarrassed” By His Drunk On-Air NYE Rant Saying He “Will Not Be Shamed For Having Fun”",
    "&quot;Harry Potter&quot; Producers Accidentally Used A Picture Of Emma Roberts Instead Of Emma Watson In &quot;Return To Hogwarts&quot; Reunion",
    "&quot;Don&#39;t Look Up&quot; Viewers Discovered That A Phone Number Meant To Give &quot;Peace Of Mind&quot; In The Movie Is Actually A Sex Hotline",
    "From Ableism To Antisemitism, Here&#39;s How The BuzzFeed Copy Desk Thought About Language In 2021",
    "Here&#39;s A Look Back At Golden Girl Betty White&#39;s Iconic Career",
    "These Photos Of America’s Best Diners Are Americana Without The Nostalgia",
    "NFL Broadcasting Legend John Madden Has Died At 85",
    "The 32 Most Defining Memes Of 2021",
    "Two People Remain Missing After Fires Swept Through Colorado, Destroying Almost 1,000 Homes",
    "The CDC Might Recommend Asymptomatic People Test Negative For COVID-19 Before Breaking Isolation",
    "17 Of Our Best Photo Stories From 2021",
    "What The Marvel Movies Don&#39;t Say About The End Of The World",
    "Photos Show A Year Of Catastrophic Events Due To Climate Change",
    "A Look Back At The Celebrities Who Died In 2021",
    "Do You Use Condoms During Sex?",
    "A Business Owned By An FBI Agent In The Michigan Kidnapping Case Should Be Fair Game At Trial, Defense Attorneys Claim",
    "Confusion And Chaos: Why The Pandemic Is Such A Mess Right Now",
    "More Than 500 Homes Have Been Destroyed By Fast-Moving Wildfires In Colorado",
    "The Year Of Climate Change, In Photos",
    "Beloved Icon Betty White Has Died Just Weeks Before Her 100th Birthday",
    "How Was Your Housing Impacted After A Weather Disaster?",
    "A Chinese Immigrant Who Was Brutally Attacked Has Died Of His Injuries Months Later",
    "Elizabeth Holmes Has Been Found Guilty Of Defrauding Investors With False Promises About Theranos’s Blood-Testing Technology",
    "The CDC Is Warning That Child Hospitalization Rates Are Breaking Pandemic Records",
    "An Informant In The Michigan Kidnapping Case Has Been Charged With Fraud",
    "Meet The Woman Behind The Iconic “Woman Stepping Into The New Year” Artwork",
    "Ghislaine Maxwell Has Been Found Guilty Of Sex Trafficking",
    "Boosters Aren’t The Answer To Omicron (or Pi)",
    "My Favorite Parts Of The 2021 Internet",
    "Anxious People Are Waiting Hours In Line In Frigid Temperatures To Get Preholiday COVID Tests, Only To Face Surprise Costs",
    "A Cultural History Of The “Naur” Meme",
    "39 Of The Best Grammar Memes And Tweets From 2021"
]